Repository: common-repository/allegrato
Catalog: translations/allegrato-*.po
Languages: pl_pl

source: Settings
pl_pl: Ustawienia

source: Please fill in access data for your account. First you will have to save your WebApi key.
pl_pl: Proszę wpisać dane dostępowe dla konta. Należy rozpocząć od zapisania klucza WebApi.

source: To be able to use allegro widgets you will have to gain
pl_pl: Aby uruchomić funkcjonalności dla allegro konieczne jest posiadanie

source: allegro WebApi key
pl_pl: Klucza allegro WebApi

source: If you don't have it use
pl_pl: Jeżeli go nie posiadasz użyj

source: that form.
pl_pl: formularza.

source: Key
pl_pl: Klucz

source: WebApi key for allegro.
pl_pl: Klucz WebApi dla allegro.

source: Login for allegro.
pl_pl: Login dla allegro

source: Password
pl_pl: Hasło

source: Password for allegro.
pl_pl: Hasło dla allegro

source: Site
pl_pl: Domena

source: Choose site
pl_pl: Wybierz stronę

source: Site for allegro.
pl_pl: Domena dla allegro.

source: Country
pl_pl: Kraj

source: Choose country
pl_pl: Wybierz kraj

source: Country for allegro.
pl_pl: Kraj dla allegro.

source: test
pl_pl: testuj

source: Enable to test your access data before saving it.
pl_pl: Umorzliwia przetestowanie danych dostępowych przed ich zapisem.

source: save
pl_pl: zapisz

source: Successfull log-in. Your access data is correct. Please save it now.
pl_pl: Zalogowano pomyślnie. Podane dane dostępowe są prawidłowe. Należy je teraz zapisać.

source: Allegro auctions
pl_pl: Aukcje allegro

source: %s's has no auctions.
pl_pl: %s nie prowadzi żadnych aukcji.

source: %s's auctions (%d):
pl_pl: Aukcje użytkownika %s (%d):

source: previous
pl_pl: poprzedni

source: next
pl_pl: kolejny

source: Bids
pl_pl: Licytowań

source: Price
pl_pl: Cena

source: Buy now price
pl_pl: Cena kup teraz

source: years
pl_pl: lat

source: months
pl_pl: miesięcy

source: days
pl_pl: dni

source: houres
pl_pl: godzin

source: minutes
pl_pl: minut

source: Time left
pl_pl: Pozostały czas

source: My allegro auctions
pl_pl: Moje aukcje allegro

source: one auction
pl_pl: jedna aukcja

source: no autoscroll
pl_pl: Brak autoscrolla

source: Title
pl_pl: Tytuł

source: Speed
pl_pl: Prędkość

source: circular
pl_pl: powtarzanie
